Repository: freeminer/freeminer
Catalog: po/*/minetest.po
Languages: nl

source: An error occured in a Lua script, such as a mod:
nl: Er is een fout opgetreden in een Lua script (bijvoorbeeld van een mod):

source: An error occured:
nl: Er is een fout opgetreden:

source: Main menu
nl: Naar hoofdmenu

source: Reconnect
nl: Opnieuw verbinding maken

source: The server has requested a reconnect:
nl: De server heeft gevraagd opnieuw verbinding te maken:

source: Loading...
nl: Bezig met laden...

source: Protocol version mismatch.
nl: Protocol versie stemt niet overeen.

source: Server enforces protocol version $1.
nl: De server vereist protocol versie $1.

source: Server supports protocol versions between $1 and $2.
nl: De server ondersteunt protocol versies $1 tot en met $2.

source: Try reenabling public serverlist and check your internet connection.
nl: Probeer de publieke serverlijst opnieuw in te schakelen en controleer de internet verbinding.

source: We only support protocol version $1.
nl: Wij ondersteunen enkel protocol versie $1.

source: We support protocol versions between version $1 and $2.
nl: Wij ondersteunen protocol versies $1 tot en met $2.

source: Cancel
nl: Annuleer

source: Depends:
nl: Afhankelijkheden:

source: Disable MP
nl: MV uitzetten

source: Enable MP
nl: MV aanzetten

source: Enable all
nl: Alles aanzetten

source: Failed to enable mod "$1" as it contains disallowed characters. Only chararacters [a-z0-9_] are allowed.
nl: Mod "$1" kan niet gebruikt worden: de naam bevat ongeldige karakters. Enkel [a-z0-9_] zijn toegestaan.

source: Hide Game
nl: Verberg std. mods

source: Hide mp content
nl: Verberg MV mods

source: Save
nl: Bewaar

source: World:
nl: Wereld:

source: enabled
nl: aangeschakeld

source: A world named "$1" already exists
nl: Wereld "$1" bestaat al

source: Create
nl: Maak aan

source: Download a subgame, such as minetest_game, from minetest.net
nl: Download een sub-spel, zoals minetest_game, van minetest.net

source: Download one from minetest.net
nl: Download er een van minetest.net

source: Game
nl: Spel

source: Mapgen
nl: Wereldgenerator

source: No worldname given or no game selected
nl: Geen wereldnaam opgegeven of geen spel geselecteerd

source: Seed
nl: Kiemgetal

source: Warning: The minimal development test is meant for developers.
nl: Waarschuwing: Het minimale ontwikkellaars-test-spel is bedoeld voor ontwikkelaars.

source: World name
nl: Naam wereld

source: You have no subgames installed.
nl: Er zijn geen spellen geïnstalleerd.

source: Are you sure you want to delete "$1"?
nl: Weet je zeker dat je mod "$1" wilt verwijderen?

source: Modmgr: failed to delete "$1"
nl: Modmgr: kan mod "$1" niet verwijderen

source: Modmgr: invalid modpath "$1"
nl: Modbeheer: onjuist pad "$1"

source: No of course not!
nl: Nee, natuurlijk niet!

source: Yes
nl: Ja

source: Delete World "$1"?
nl: Verwijder wereld "$1"?

source: No
nl: Nee

source: Accept
nl: Accepteren

source: Rename Modpack:
nl: Modverzameling hernoemen:

source: "$1" is not a valid flag.
nl: "$1" is geen geldige vlag.

source: (No description of setting given)
nl: (Er is geen beschrijving van deze instelling beschikbaar)

source: Browse
nl: Bladeren

source: Disabled
nl: Uitgeschakeld

source: Edit
nl: Aanpassen

source: Enabled
nl: Aangeschakeld

source: Format is 3 numbers separated by commas and inside brackets.
nl: Formaat moet zijn: 3 getallen, gescheiden door komma's en tussen vierkante haken (bijvoorbeeld: [4,-34,138]).

source: Format: <offset>, <scale>, (<spreadX>, <spreadY>, <spreadZ>), <seed>, <octaves>, <persistence>
nl: Formaat: <basiswaarde>, <schaal>, (<X-spreiding>, <Y-spreiding>, <Z-spreiding>), <kiemgetal>

source: Games
nl: Spellen

source: Optionally the lacunarity can be appended with a leading comma.
nl: Optioneel: de lacunaritie (uit de fractal-meetkunde: een maat voor hoeveelheid en grootte van 'gaten') kan aan het einde toegevoegd worden, voorafgegaan door een komma.

source: Please enter a comma seperated list of flags.
nl: Geef een lijst van vlaggen, door komma's gescheiden.

source: Please enter a valid integer.
nl: Voer een geldig geheel getal in.

source: Please enter a valid number.
nl: Voer een geldig getal in.

source: Possible values are:
nl: Mogelijke waarden zijn:

source: Restore Default
nl: Standaardwaarde herstellen

source: Select path
nl: Pad selecteren

source: Show technical names
nl: Technische namen weergeven

source: The value must be greater than $1.
nl: De waarde moet groter zijn dan $1.

source: The value must be lower than $1.
nl: De waarde moet lager zijn dan $1.

source: Install Mod: unsupported filetype "$1" or broken archive
nl: Mod installeren: niet ondersteund bestandstype "$1" of defect archief

source: Failed to install $1 to $2
nl: Installeren van mod $1 in $2 is mislukt

source: Install Mod: file: "$1"
nl: Mod installeren: bestand: "$1"

source: Install Mod: unable to find real modname for: $1
nl: Mod installeren: kan de echte modnaam niet vinden voor: $1

source: Install Mod: unable to find suitable foldername for modpack $1
nl: Mod installeren: kan geen geschikte map-naam vinden voor modverzameling $1

source: Close store
nl: Winkel sluiten

source: Downloading $1, please wait...
nl: $1 wordt gedownload, een ogenblik geduld...

source: Install
nl: Installeren

source: Page $1 of $2
nl: Pagina $1 van $2

source: Rating
nl: Waardering

source: Search
nl: Zoeken

source: Shortname:
nl: Korte naam:

source: Successfully installed:
nl: Succesvol geïnstalleerd:

source: Unsorted
nl: Ongesorteerd

source: re-Install
nl: Opnieuw installeren

source: Active Contributors
nl: Andere actieve ontwikkelaars

source: Core Developers
nl: Hoofdontwikkelaars

source: Previous Contributors
nl: Vroegere ontwikkelaars

source: Previous Core Developers
nl: Vroegere hoofdontwikkelaars

source: Installed Mods:
nl: Geïnstalleerde Mods:

source: Mod information:
nl: Mod-beschrijving:

source: No mod description available
nl: Geen mod-beschrijving aanwezig

source: Rename
nl: Hernoemen

source: Select Mod File:
nl: Selecteer Modbestand:

source: Uninstall selected mod
nl: Geselecteerde mod deïnstalleren

source: Uninstall selected modpack
nl: Geselecteerde modverzameling deïnstalleren

source: Address / Port :
nl: Servernaam of -adres / Poort :

source: Client
nl: Cliënt

source: Connect
nl: Verbinden

source: Creative mode
nl: Creatieve modus

source: Damage enabled
nl: Verwondingen aangeschakeld

source: Delete
nl: Verwijderen

source: Name / Password :
nl: Naam / Wachtwoord :

source: Public Serverlist
nl: Publieke Serverlijst

source: PvP enabled
nl: Spelergevechten aangeschakeld

source: Bind Address
nl: Lokaal server-adres

source: Configure
nl: Instellingen

source: Creative Mode
nl: Creatieve modus

source: Enable Damage
nl: Verwondingen inschakelen

source: Name/Password
nl: Naam / Wachtwoord

source: New
nl: Nieuw

source: No world created or selected!
nl: Geen wereldnaam opgegeven of geen wereld aangemaakt!

source: Port
nl: Poort

source: Public
nl: Publiek

source: Select World:
nl: Selecteer Wereld:

source: Server Port
nl: Serverpoort

source: Start Game
nl: Start spel

source: Are you sure to reset your singleplayer world?
nl: Weet je zeker dat je je wereld wilt resetten?

source: Change keys
nl: Toetsen aanpassen

source: Fancy Leaves
nl: Mooie bladeren

source: Mipmap + Aniso. Filter
nl: Mipmap + Anisotropisch filteren

source: No Mipmap
nl: Geen Mipmap

source: No!!!
nl: Nee!!!

source: None
nl: Geen

source: Opaque Leaves
nl: Ondoorzichtige bladeren

source: Opaque Water
nl: Ondoorzichtig water

source: Parallax Occlusion
nl: Parallax occlusie

source: Settings
nl: Instellingen

source: Simple Leaves
nl: Eenvoudige bladeren

source: Texturing:
nl: Textuur:

source: To enable shaders the OpenGL driver needs to be used.
nl: Om schaduwen mogelijk te maken moet OpenGL worden gebruikt.

source: Config mods
nl: Mods configureren

source: Main
nl: Hoofdmenu

source: Play
nl: Spelen

source: No information available
nl: Geen informatie aanwezig

source: Select texture pack:
nl: Selecteer textuurverzameling:

source: Texturepacks
nl: Texturen

source: Connection timed out.
nl: Time-out bij opzetten verbinding.

source: Done!
nl: Klaar!

source: Initializing nodes
nl: Nodes initialiseren

source: Initializing nodes...
nl: Nodes initialiseren...

source: Loading textures...
nl: Bezig met texturen te laaden...

source: Connection error (timed out?)
nl: Fout bij verbinden (time out?)

source: Could not find or load game "
nl: Kan het spel niet laden of niet vinden "

source: Invalid gamespec.
nl: Onjuiste spel-spec.

source: Main Menu
nl: Hoofdmenu

source: No world selected and no address provided. Nothing to do.
nl: Geen wereld geselecteerd en adres opgegeven. Niets te doen.

source: Player name too long.
nl: Spelernaam is te lang.

source: Provided world path doesn't exist:
nl: Het gespecificeerde wereld-pad bestaat niet:

source: needs_fallback_font
nl: no

source: Check debug.txt for details.
nl: Kijk in debug.txt voor details.

source: Change Keys
nl: Toetsen aanpassen

source: Change Password
nl: Verander wachtwoord

source: Connecting to server...
nl: Verbinding met de server wordt gemaakt...

source: Continue
nl: Verder spelen

source: Creating client...
nl: Bezig cliënt te maken...

source: Creating server...
nl: Bezig server te maken...

source: Default Controls: - WASD: move - Space: jump/climb - Shift: sneak/go down - Q: drop item - I: inventory - Mouse: turn/look - Mouse left: dig/punch - Mouse right: place/use - Mouse wheel: select item - T: chat
nl: Standaard toetsen: - W,A,S,D: bewegen - Spatie: spring/klim - Shift: kruip/duik - Q: weggooien - I: rugzak - Muis: draaien/kijken - L-muisknop: graaf/sla - R-muisknop: plaats/gebruik - Muiswiel: selecteer vak - T: chatten

source: Default Controls: No menu visible: - single tap: button activate - double tap: place/use - slide finger: look around Menu/Inventory visible: - double tap (outside): -->close - touch stack, touch slot: --> move stack - touch&drag, tap 2nd finger --> place single item to slot
nl: Standaardbesturing: Geen menu getoond: - enkele tik: activeren - dubbele tik: plaats / gebruik - vinger schuiven: rondkijken Menu of inventaris getoond: - dubbele tik buiten menu: --> sluiten - aanraken stapel of vak: --> stapel verplaatsen - aanraken & slepen, tik met tweede vinger --> plaats enkel object in vak

source: Exit to Menu
nl: Terug naar menu

source: Exit to OS
nl: Afsluiten

source: Item definitions...
nl: Voorwerpdefinities...

source: Node definitions...
nl: Node definities...

source: Proceed
nl: Doorgaan

source: Resolving address...
nl: Server-adres opzoeken...

source: Shutting down...
nl: Uitschakelen...

source: Sound Volume
nl: Geluidsvolume

source: You died.
nl: Je bent dood.

source: ok
nl: oké

source: "Use" = climb down
nl: "Gebruiken" = Omlaag

source: Backward
nl: Achteruit

source: Chat
nl: Chatten

source: Command
nl: Opdracht

source: Double tap "jump" to toggle fly
nl: 2x "springen" schakelt vliegen aan/uit

source: Drop
nl: Weggooien

source: Forward
nl: Vooruit

source: Inventory
nl: inventaris

source: Jump
nl: Springen

source: Key already in use
nl: Toets is al in gebruik

source: Keybindings. (If this menu screws up, remove stuff from minetest.conf)
nl: Sneltoetsen. (Als dit menu stuk gaat, verwijder dan instellingen uit minetest.conf)

source: Left
nl: Links

source: Print stacks
nl: Print debug-stacks

source: Range select
nl: Zichtbereik

source: Right
nl: Rechts

source: Sneak
nl: sluipen

source: Toggle Cinematic
nl: Cinematic modus aan/uit

source: Toggle fast
nl: Snel bewegen aan/uit

source: Toggle fly
nl: Vliegen aan/uit

source: Toggle noclip
nl: Noclip aan/uit

source: Use
nl: Gebruiken

source: press key
nl: druk op toets

source: Change
nl: Veranderen

source: Confirm Password
nl: Herhaal wachtwoord

source: New Password
nl: Nieuw wachtwoord

source: Old Password
nl: Huidig wachtwoord

source: Passwords do not match!
nl: De wachtwoorden zijn niet gelijk!

source: Exit
nl: Terug

source: Sound Volume:
nl: Geluidsvolume:

source: Apps
nl: Menu

source: Attn
nl: SAK

source: Back
nl: Terug

source: Capital
nl: Hoofdletter

source: Clear
nl: Wissen

source: Comma
nl: Komma

source: Convert
nl: Converteren

source: Down
nl: Omlaag

source: End
nl: Einde

source: Erase OEF
nl: Erase EOF

source: Execute
nl: Uitvoeren

source: Final
nl: Laatste

source: Left Button
nl: Linkermuisknop

source: Left Control
nl: Linker Ctrl

source: Left Menu
nl: Linker Menu

source: Left Shift
nl: Linker Shift

source: Left Windows
nl: Linker Windowstoets

source: Middle Button
nl: Muiswielknop

source: Minus
nl: Min

source: Mode Change
nl: Modus verandering

source: Next
nl: Volgende

source: Pause
nl: Pauze

source: Period
nl: Punt

source: Prior
nl: Eerste

source: Return
nl: Enter

source: Right Button
nl: Rechtmuisknop

source: Right Control
nl: Rechter Ctrl

source: Right Menu
nl: Rechter Menu

source: Right Shift
nl: Rechter Shift

source: Right Windows
nl: Rechter Windowstoets

source: Select
nl: Selecteren

source: Sleep
nl: Slaapknop

source: Snapshot
nl: Screenshot

source: Space
nl: Spatie

source: Up
nl: Omhoog

source: X Button 1
nl: X knop 1

source: X Button 2
nl: X knop 2

source: Zoom
nl: Zoomen

source: 0 = parallax occlusion with slope information (faster). 1 = relief mapping (slower, more accurate).
nl: 0 = parallax occlusie met helling-informatie (sneller). 1 = 'reliëf mapping' (lanzamer, nauwkeuriger).

source: 3D clouds
nl: 3D wolken

source: 3D mode
nl: 3D modus

source: A chosen map seed for a new map, leave empty for random. Will be overridden when creating a new world in the main menu.
nl: Vooringesteld kiemgetal voor de wereld. Indien leeg, wordt een willekeurige waarde gekozen. Wanneer vanuit het hoofdmenu een nieuwe wereld gecreëerd wordt, kan een ander kiemgetal gekozen worden.

source: A message to be displayed to all clients when the server crashes.
nl: Een bericht dat wordt getoond aan alle verbonden spelers als de server crasht.

source: A message to be displayed to all clients when the server shuts down.
nl: Een bericht dat wordt getoond aan alle verbonden spelers als de server afgesloten wordt.

source: Absolute limit of emerge queues
nl: Maximaal aantal 'emerge' blokken in de wachtrij

source: Acceleration in air
nl: Versnelling in lucht

source: Active block range
nl: Bereik waarbinnen blokken actief zijn

source: Active object send range
nl: Bereik waarbinnen actieve objecten gestuurd worden

source: Address to connect to. Leave this blank to start a local server. Note that the address field in the main menu overrides this setting.
nl: Standaard serveradres waarmee verbinding gemaakt moet worden. Indien leeg, wordt een lokale server gestart. In het hoofdmenu kan een ander adres opgegeven worden.

source: Adjust dpi configuration to your screen (non X11/Android only) e.g. for 4k screens.
nl: Aangepaste DPI (dots per inch) instelling voor het scherm, bijv. voor 4k schermen (niet voor X11 of Android).

source: Adjust the gamma encoding for the light tables. Lower numbers are brighter. This setting is for the client only and is ignored by the server.
nl: Aangepaste gamma voor de licht-tabellen. Lagere waardes zijn helderder. Deze instelling wordt enkel gebruikt door de cliënt, en wordt genegeerd door de server.

source: Advanced
nl: Geavanceerd

source: Always fly and fast
nl: Zet 'snel' altijd aan bij 'vliegen'

source: Anisotropic filtering
nl: Anisotropische filtering

source: Announce server
nl: Meldt server aan bij de server-lijst

source: Announce to this serverlist. If you want to announce your ipv6 address, use serverlist_url = v6.servers.minetest.net.
nl: URL van de serverlijst om aan te melden. Voor het aanmelden van een ipv6 adres bij de minetest serverlijst, gebruik 'v6.servers.minetest.net'.

source: Ask to reconnect after crash
nl: Vraag om de verbinding te herstellen na een server-crash

source: Automaticaly report to the serverlist.
nl: Meldt de server automatisch aan bij de serverlijst.

source: Backward key
nl: Achteruit

source: Basic
nl: Basis

source: Bilinear filtering
nl: Bi-Lineaire filtering

source: Bind address
nl: Lokaal server-adres

source: Bits per pixel (aka color depth) in fullscreen mode.
nl: Aantal bits per pixel (oftewel: kleurdiepte) in full-screen modus.

source: Build inside player
nl: Bouwen op de plaats van de speler

source: Camera smoothing
nl: Vloeiender maken van de camerabeweging

source: Camera smoothing in cinematic mode
nl: Vloeiender maken van de camerabeweging (in cinematic modus)

source: Camera update toggle key
nl: Toets voor cameraverversing aan/uit

source: Chat key
nl: Chat-toets

source: Chat toggle key
nl: Toets voor tonen/verbergen chat

source: Chunk size
nl: Chunk-grootte

source: Cinematic mode
nl: Cinematic modus

source: Cinematic mode key
nl: Cinematic modus aan/uit toets

source: Client and Server
nl: Cliënt en server

source: Climbing speed
nl: Klimsnelheid

source: Cloud height
nl: Hoogte van de wolken

source: Cloud radius
nl: Diameter van de wolken

source: Clouds
nl: Wolken

source: Clouds are a client side effect.
nl: Wolken bestaan enkel op de cliënt.

source: Clouds in menu
nl: Wolken in het menu

source: Colored fog
nl: Gekleurde mist

source: Comma-separated list of trusted mods that are allowed to access insecure functions even when mod security is on (via request_insecure_environment()).
nl: Lijst, door komma's gescheiden, van vertrouwde mods die onveilige functies mogen gebruiken, zelfs wanneer mod-beveiliging aan staat (via request_insecure_environment()).

source: Command key
nl: Opdracht-toets

source: Connect glass
nl: Verbind glas

source: Connect to external media server
nl: Gebruik van externe media-server toestaan

source: Connects glass if supported by node.
nl: Verbind glas-nodes met elkaar (indien ondersteund door het type node).

source: Console alpha
nl: Console-alphawaarde

source: Console color
nl: Console-kleur

source: Console key
nl: Console-toets

source: Continuous forward
nl: Continu vooruit lopen

source: Continuous forward movement (only used for testing).
nl: Speler loopt continu vooruit (wordt enkel gebruikt voor testen).

source: Controls
nl: Besturing

source: Controls length of day/night cycle. Examples: 72 = 20min, 360 = 4min, 1 = 24hour, 0 = day/night/whatever stays unchanged.
nl: Bepaalt de lengte van de dag/nacht cyclus Voorbeeld: 72 = 20min, 360 = 4min, 1 = 24 uur, 0 = de kloktijd (dag, nacht, schemering) verandert niet.

source: Controls size of deserts and beaches in Mapgen v6. When snowbiomes are enabled 'mgv6_freq_desert' is ignored.
nl: Bepaalt de grootte van woestijnen en stranden in de wereld-generator (mapgen) v6. Als 'snowbiomes' aan staat, wordt deze instelling genegeerd.

source: Crash message
nl: Crash boodschap

source: Crosshair alpha
nl: Draadkruis-alphawaarde

source: Crosshair alpha (opaqueness, between 0 and 255).
nl: Draadkruis-alphawaarde. (ondoorzichtigheid; tussen 0 en 255).

source: Crosshair color
nl: Draadkruis-kleur

source: Crosshair color (R,G,B).
nl: Draadkruis-kleur (R,G,B).

source: Crouch speed
nl: Snelheid bij hurken

source: DPI
nl: Scherm DPI

source: Damage
nl: Verwondingen

source: Debug info toggle key
nl: Toets voor aan/uitzetten debug informatie

source: Debug log level
nl: Debug logniveau

source: Dedicated server step
nl: Tijdsstaplengte van de server

source: Default acceleration
nl: Standaardversnelling

source: Default game
nl: Standaardspel

source: Default game when creating a new world. This will be overridden when creating a world from the main menu.
nl: Standaardspel bij het maken een nieuwe wereld. In het hoofdmenu kan een ander spel geselecteerd worden.

source: Default password
nl: Standaardwachtwoord

source: Default privileges
nl: Standaardvoorrechten

source: Default timeout for cURL, stated in milliseconds. Only has an effect if compiled with cURL.
nl: Standaard time-out voor cURL, in milliseconden. Wordt alleen gebruikt indien gecompileerd met cURL ingebouwd.

source: Defines the maximal player transfer distance in blocks (0 = unlimited).
nl: Maximale afstand (in blokken van 16 nodes) waarbinnen andere spelers zichtbaar zijn (0 = oneindig ver).

source: Delay showing tooltips, stated in milliseconds.
nl: Vertraging bij het tonen van tooltips, in milliseconden.

source: Deprecated Lua API handling
nl: Gedrag bij gebruik van verouderde Lua API functies

source: Descending speed
nl: Daalsnelheid

source: Description of server, to be displayed when players join and in the serverlist.
nl: Beschrijving van de server. Wordt getoond in de server-lijst, en wanneer spelers inloggen.

source: Desynchronize block animation
nl: Textuur-animaties niet synchroniseren

source: Detailed mod profile data. Useful for mod developers.
nl: Gedetailleerde profiling-data voor mods. Nuttig voor mod-ontwikkelaars.

source: Detailed mod profiling
nl: Gedetailleerde profiling van mods

source: Disable anticheat
nl: Valsspeelbescherming uitschakelen

source: Disallow empty passwords
nl: Lege wachtwoorden niet toestaan

source: Domain name of server, to be displayed in the serverlist.
nl: Domeinnaam van de server; wordt getoond in de serverlijst.

source: Double tap jump for fly
nl: 2x "springen" om te vliegen

source: Double-tapping the jump key toggles fly mode.
nl: 2x "springen" schakelt vlieg-modus aan/uit.

source: Drop item key
nl: Weggooi-toets

source: Dump the mapgen debug infos.
nl: Print wereldgenerator debug informatie.

source: Enable mod security
nl: Veilige modus voor mods aanzetten

source: Enable players getting damage and dying.
nl: Schakel verwondingen en sterven van spelers aan.

source: Enable random user input (only used for testing).
nl: Schakel willkeurige invoer aan (enkel voor testen).

source: Enable to disallow old clients from connecting. Older clients are compatible in the sense that they will not crash when connecting to new servers, but they may not support all new features that you are expecting.
nl: Zet dit aan om verbindingen van oudere cliënten te weigeren. Oudere cliënten zijn compatibel, in de zin dat ze niet crashen als ze verbinding maken met nieuwere servers, maar ze ondersteunen wellicht niet alle nieuwere mogelijkheden.

source: Enable usage of remote media server (if provided by server). Remote servers offer a significantly faster way to download media (e.g. textures) when connecting to the server.
nl: Sta het gebruik van een externe media-server toe (indien opgegeven door de server). Het gebruik van externe media-servers versnelt het downloaden van media (bijv. texturen) aanzienlijk bij het maken van een verbinding met een server.

source: Enable/disable running an IPv6 server. An IPv6 server may be restricted to IPv6 clients, depending on system configuration. Ignored if bind_address is set.
nl: Schakel IPv6 in voor de server. Afhankelijk van de systeemconfiguratie kan dit tot gevolg hebben dat enkel IPv6 cliënten verbinding kunnen maken Deze instelling wordt genegeerd als een lokaal server-adres ingesteld is.

source: Enables bumpmapping for textures. Normalmaps need to be supplied by the texture pack or need to be auto-generated. Requires shaders to be enabled.
nl: bumpmapping aanzetten voor texturen. Normalmaps moeten al in de texture pack zitten of ze moeten automatisch gegenereerd worden. Schaduwen moeten aanstaan.

source: Enables minimap.
nl: Schakelt de mini-kaart in.

source: Experimental option, might cause visible spaces between blocks when set to higher number than 0.
nl: Experimentele optie. Kan bij een waarde groter dan 0 zichtbare ruimtes tussen blokken tot gevolg hebben.

source: FPS in pause menu
nl: FPS in het pauze-menu

source: Fall bobbing
nl: Loopbeweging bij vallen

source: Fallback font
nl: Terugval-font

source: Fallback font shadow
nl: Terugval-font schaduw

source: Fallback font shadow alpha
nl: Terugval-font schaduw alphawaarde
