Repository: freeminer/freeminer
Catalog: po/*/minetest.po
Languages: nl

source: Maximum number of blocks to be queued that are to be generated. Set to blank for an appropriate amount to be chosen automatically.
nl: Maximaal aantal blokken in de wachtrij om gegenereerd te worden. Laat leeg om een geschikt aantal automatisch te laten berekenen.

source: Maximum number of blocks to be queued that are to be loaded from file. Set to blank for an appropriate amount to be chosen automatically.
nl: Maximaal aantal blokken in de wachtrij om van disk geladen te worden. Laat leeg om een geschikt aantal automatisch te laten berekenen.

source: Maximum number of forceloaded mapblocks.
nl: Maximaal aantal geforceerd geladen blokken.

source: Maximum number of mapblocks for client to be kept in memory. Set to -1 for unlimited amount.
nl: Maximaal aantal wereldblokken dat door de cliënt in het geheugen gehouden wordt. Gebruik -1 voor een onbeperkt aantal.

source: Maximum number of packets sent per send step, if you have a slow connection try reducing it, but don't reduce it to a number below double of targeted client number.
nl: Maximaal aantal pakketen dat per server-stap verzonden wordt. Verminder dit aantal bij een langzame verbinding, maar niet lager dan het gewenste aantal cliënten dat gelijk verbonden kan zijn.

source: Maximum number of players that can connect simultaneously.
nl: Maximaal aantal spelers dat tegelijk verbonden kan zijn.

source: Maximum number of statically stored objects in a block.
nl: Maximaal aantal objecten per block.

source: Maximum simultaneously blocks send per client
nl: Maximaal aantal tegelijk te verzenden blokken per cliënt

source: Maximum simultaneously bocks send total
nl: Maximaal aantal tegelijk te verzenden blokken (totaal)

source: Maximum time in ms a file download (e.g. a mod download) may take.
nl: Maximale duur voor een download van een bestand (bijv. een mod). In milliseconden.

source: Maximum users
nl: Maximaal aantal gebruikers

source: Maxmimum objects per block
nl: Maximaal aantal objecten per blok

source: Message of the day
nl: Bericht van de dag

source: Message of the day displayed to players connecting.
nl: Toon bericht aan spelers die verbinding maken.

source: Minimap
nl: Mini-kaart

source: Minimap key
nl: Mini-kaart toets

source: Minimap scan height
nl: Mini-kaart scan-hoogte

source: Minimum texture size for filters
nl: Minimale textuur-grootte voor filters

source: Modstore details URL
nl: Mod-winkel details URL

source: Modstore download URL
nl: Mod-winkel download URL

source: Modstore mods list URL
nl: Mod-winkel mod-lijst URL

source: Monospace font path
nl: Vaste-breedte font pad

source: Monospace font size
nl: Vaste-breedte font grootte

source: Mouse sensitivity
nl: Muis-gevoeligheid

source: Mouse sensitivity multiplier.
nl: Muis-gevoeligheidsfactor.

source: Multiplier for fall bobbing. For example: 0 for no view bobbing; 1.0 for normal; 2.0 for double.
nl: Vermenigvuldigingsfactor van loopbeweging bij vallen. Bijvoorbeeld: 0 voor geen loopbeweging; 1.0 voor normale loopbeweging; 2.0 voor twee keer grotere loopbeweging.

source: Multiplier for view bobbing. For example: 0 for no view bobbing; 1.0 for normal; 2.0 for double.
nl: Vermenigvuldigingsfactor van loopbeweging. Bijvoorbeeld: 0 voor geen loopbeweging; 1.0 voor normale loopbeweging; 2.0 voor twee keer grotere loopbeweging.

source: Name of map generator to be used when creating a new world. Creating a world in the main menu will override this.
nl: Wereldgenerator te gebruiken wanneer een nieuwe wereld gecreëerd wordt. Bij het maken van een nieuwe wereld vanuit het hoofdmenu kan een andere generator gekozen worden.

source: Name of the player. When running a server, clients connecting with this name are admins. When starting from the main menu, this is overridden.
nl: Naam van de speler. Voor servers: spelers met deze naam krijgen beheerdersrechten. Voor cliënten: standaardspelernaam voor verbindingen met een server (in het hoofdmenu kan een andere naam gekozen worden).

source: Name of the server, to be displayed when players join and in the serverlist.
nl: Naam van de server. Wordt getoond in de serverlijst, en wanneer spelers inloggen.

source: Network
nl: Netwerk

source: Network port to listen (UDP). This value will be overridden when starting from the main menu.
nl: Netwerkpoort van de server (UDP). Bij starten vanuit het hoofdmenu kan een andere poort opgegeven worden.

source: New users need to input this password.
nl: Nieuwe spelers dienen dit wachtwoord op te geven.

source: Node highlighting
nl: Oplichtende node

source: Noise parameters for biome API temperature, humidity and biome blend.
nl: Ruisparameters voor landschapstemperaturen, -vochtigheid en -overgangen.

source: Number of emerge threads
nl: Aantal 'emerge' threads

source: Number of emerge threads to use. Make this field blank, or increase this number to use multiple threads. On multiprocessor systems, this will improve mapgen speed greatly at the cost of slightly buggy caves.
nl: Aantal 'emerge' threads. Laat dit leeg, of verhoog dit aantal om meerdere threads te gebruiken. Dit versnelt de wereldgeneratie op meer-processorsystemen aanzienlijk maar het kan de vorm van sommige grotten enigszins verstoren.

source: Number of extra blocks that can be loaded by /clearobjects at once. This is a trade-off between sqlite transaction overhead and memory consumption (4096=100MB, as a rule of thumb).
nl: Aantal extra blokken (van 16x16x16 nodes) dat door het commando '/clearobjects' tegelijk geladen mag worden. Dit aantal is een compromis tussen snelheid enerzijds (vanwege de overhead van een sqlite transactie), en geheugengebruik anderzijds (4096 = ca. 100MB).

source: Number of parallax occlusion iterations.
nl: Aantal parallax occlusie iteraties.

source: Parallax occlusion
nl: Parallax occlusie

source: Parallax occlusion Scale
nl: Parallax occlusie schaal

source: Parallax occlusion iterations
nl: Parallax occlusie iteraties

source: Parallax occlusion mode
nl: Parallax occlusie modus

source: Path to TrueTypeFont or bitmap.
nl: Pad van TrueType font of bitmap.

source: Path to save screenshots at.
nl: Pad waar screenshots bewaard worden.

source: Path to texture directory. All textures are first searched from here.
nl: Pad van de texturen-map. Naar texturen wordt gezocht beginnend bij deze map.

source: Physics
nl: Fysica

source: Player is able to fly without being affected by gravity. This requires the "fly" privilege on the server.
nl: Speler kan vliegen, zonder invloed van de zwaartekracht. De speler moet wel in het bezit zijn van het "vliegen" voorrecht.

source: Player name
nl: Spelernaam

source: Player transfer distance
nl: Speler verplaatsingsafstand

source: Player versus Player
nl: Speler-gevechten

source: Port to connect to (UDP). Note that the port field in the main menu overrides this setting.
nl: Netwerk-poort (UDP) waarmee verbinding gemaakt moet worden.In het hoofdmenu kan een andere waarde opgegeven worden.

source: Prevent mods from doing insecure things like running shell commands.
nl: Voorkom dat mods onveilige commando's uitvoeren, zoals shell commando's.

source: Profiler data print interval. 0 = disable. Useful for developers.
nl: Interval waarmee profiler-gegevens geprint worden. 0 = uitzetten. Dit is nuttig voor ontwikkelaars.

source: Profiler toggle key
nl: Profiler aan/uit toets

source: Profiling print interval
nl: Profilergegevens print interval

source: Radius of cloud area stated in number of 64 node cloud squares. Values larger than 26 will start to produce sharp cutoffs at cloud area corners.
nl: Straal van wolken, in 64-node eenheden. Waarden groter dan 26 hebben scherpe wolkenranden tot gevolg.

source: Random input
nl: Willekeurige invoer

source: Range select key
nl: Zichtafstand toets

source: Remote media
nl: Externe media

source: Remote port
nl: Poort van externe server

source: Replaces the default main menu with a custom one.
nl: Vervangt het standaard hoofdmenu door een ander.

source: Right key
nl: Toets voor rechts

source: Rightclick repetition interval
nl: Rechts-klik herhalingsinterval

source: Rollback recording
nl: Opnemen terugrolgegevens

source: Round minimap
nl: Ronde mini-kaart

source: Save the map received by the client on disk.
nl: Bewaar de ontvangen wereld lokaal (op de cliënt).

source: Saving map received from server
nl: Lokaal bewaren van de server-wereld

source: Scale gui by a user specified value. Use a nearest-neighbor-anti-alias filter to scale the GUI. This will smooth over some of the rough edges, and blend pixels when scaling down, at the cost of blurring some edge pixels when images are scaled by non-integer sizes.
nl: Schaal de GUI met een bepaalde factor. Er wordt een dichtste-buur-anti-alias filter gebruikt om de GUI te schalen. Bij verkleinen worden sommige randen minder duidelijk, en worden pixels samengevoegd. Pixels bij randen kunnen vager worden als een niet-gehele schaalfactor gebruikt wordt.

source: Screen height
nl: Schermhoogte

source: Screen width
nl: Schermbreedte

source: Screenshot folder
nl: Map voor screenshots

source: Security
nl: Veiligheid

source: See http://www.sqlite.org/pragma.html#pragma_synchronous
nl: Zie http://www.sqlite.org/pragma.html#pragma_synchronous

source: Selection box border color (R,G,B).
nl: Kleur van selectie-randen (R,G,B).

source: Selection box color
nl: Kleur van selectie-randen

source: Selection box width
nl: Breedte van selectie-randen

source: Server address
nl: Adres van de server

source: Server description
nl: Omschrijving van de server

source: Server name
nl: Naam van de server

source: Server port
nl: Netwerkpoort van de server

source: Serverlist URL
nl: URL van de publieke serverlijst

source: Serverlist file
nl: Bestand met publieke serverlijst

source: Set the language. Leave empty to use the system language. A restart is required after changing this.
nl: Stel de taal in. De systeem-taal wordt gebruikt indien leeg. Een herstart is noodzakelijk om de nieuwe taal te activeren.

source: Set to true enables waving leaves. Requires shaders to be enabled.
nl: Bewegende bladeren staan aan indien 'true'.Dit vereist dat 'shaders' ook aanstaan.

source: Set to true enables waving plants. Requires shaders to be enabled.
nl: Bewegende planten staan aan indien 'true'Dit vereist dat 'shaders' ook aanstaan.

source: Set to true enables waving water. Requires shaders to be enabled.
nl: Golvend water staat aan indien 'true'Dit vereist dat 'shaders' ook aanstaan.

source: Shaders allow advanced visul effects and may increase performance on some video cards. Thy only work with the OpenGL video backend.
nl: Shaders maken bijzondere visuele effecten mogelijk, en kunnen op sommige videokaarten ook de snelheid verhogen. Alleen mogelijk met OpenGL.

source: Shape of the minimap. Enabled = round, disabled = square.
nl: Vorm van de mini-kaart. Aan = rond, uit = vierkant.

source: Show debug info
nl: Toon debug informatie

source: Shutdown message
nl: Afsluitbericht van server

source: Size of chunks to be generated at once by mapgen, stated in mapblocks (16 nodes).
nl: Grootte van chunks die per keer gegenereerd worden door de wereldgenerator in mapblokken (16 nodes).

source: Smooth lighting
nl: Vloeiende verlichting

source: Smooths camera when moving and looking around. Useful for recording videos.
nl: Maakt camerabewegingen vloeiender bij het rondkijken. Nuttig bij het opnemen van videos.

source: Smooths rotation of camera in cinematic mode. 0 to disable.
nl: Maakt camera-rotatie vloeiender in cintematic modus. 0 om uit te zetten.

source: Smooths rotation of camera. 0 to disable.
nl: Maakt camera-rotatie vloeiender. O om uit te zetten.

source: Sneak key
nl: Kruipen toets

source: Sound
nl: Geluid

source: Specifies URL from which client fetches media instead of using UDP. $filename should be accessible from $remote_media$filename via cURL (obviously, remote_media should end with a slash). Files that are not present will be fetched the usual way.
nl: URL waar de cliënt media kan ophalen, in plaats van deze over UDP van de server te ontvangen. $filenaam moet via cURL beschikbaar zijn met adres $remote_media$filename (remote_media moet dus eindigen in een slash ('/')). Bestanden die niet gevonden worden, worden op de normale manier opgehaald.

source: Static spawnpoint
nl: Vast geboortepunt

source: Strict protocol checking
nl: Stricte protocolcontrole

source: Synchronous SQLite
nl: Sqlite synchrone modus

source: Texture path
nl: Pad van texturen

source: The network interface that the server listens on.
nl: Het netwerk-adres waar de server op verbindingen wacht.

source: The privileges that new users automatically get. See /privs in game for a full list on your server and mod configuration.
nl: De voorrechten standaard gegund aan nieuwe spelers. Gebruik het server-commando '/privs' in het spel voor een volledige lijst van beschikbare voorrechten op de server.

source: The rendering back-end for Irrlicht.
nl: Het Irrlicht backend voor renderen.

source: The time (in seconds) that the liquids queue may grow beyond processing capacity until an attempt is made to decrease its size by dumping old queue items. A value of 0 disables the functionality.
nl: Het aantal seconden dat de vloeistof-verspreidingswachtrij mag groeien terwijl die al te lang is. Bij overschrijding van deze tijd worden oude items uit de rij verwijderd. Gebruik 0 om dit uit te zetten.

source: The time in seconds it takes between repeated right clicks when holding the right mouse button.
nl: De tijd in seconden tussen herhaalde rechts-klikken als de rechter muisknop ingedrukt gehouden wordt.

source: This font will be used for certain languages.
nl: Dit font wordt gebruikt voor bepaalde talen.

source: Time in seconds for item entity (dropped items) to live. Setting it to -1 disables the feature.
nl: De tijd in seconden dat weggegooide of gevallen objecten bestaan. Gebruik -1 voor een onbeperkte bestaansduur.

source: Time send interval
nl: Kloktijd verstuur-interval

source: Time speed
nl: Tijdsnelheid

source: Timeout for client to remove unused map data from memory.
nl: Tijdsduur waarna de cliënt ongebruikte wereldgegevens uit het geheugen verwijdert.

source: To reduce lag, block transfers are slowed down when a player is building something. This determines how long they are slowed down after placing or removing a node.
nl: Om vertraging te verminderen worden blokken minder snel verstuurd als een speler aan het bouwen is. Deze instelling bepaalt hoelang ze achtergehouden worden nadat een speler een node geplaatst of verwijderd heeft.

source: Toggle camera mode key
nl: Camera-modus veranderen toets

source: Tooltip delay
nl: Tooltip tijdsduur

source: Trilinear filtering
nl: Tri-Lineare Filtering

source: True = 256 False = 128 Useable to make minimap smoother on slower machines.
nl: Aan = 256 Uit = 128 Gebruik dit om de mini-kaart sneller te maken op langzamere machines.

source: Trusted mods
nl: Vertrouwde mods

source: URL to the server list displayed in the Multiplayer Tab.
nl: URL voor de serverlijst in de multiplayer tab.

source: Unlimited player transfer distance
nl: Onbeperkte speler zichtbaarheidsafstand

source: Unload unused server data
nl: Vergeet ongebruikte server gegevens

source: Use 3D cloud look instead of flat.
nl: Toon 3D wolken in plaats van platte wolken.

source: Use a cloud animation for the main menu background.
nl: Toon wolken in de achtergrond van het hoofdmenu.

source: Use anisotropic filtering when viewing at textures from an angle.
nl: Gebruik anisotropische filtering voor texturen getoond onder een hoek.

source: Use bilinear filtering when scaling textures.
nl: Gebruik bi-lineaire filtering bij het schalen van texturen.

source: Use key
nl: Gebruiken toets

source: Use mip mapping to scale textures. May slightly increase performance.
nl: Gebruik mip-mapping om texturen te schalen. Kan een snelheidsverbetering geven.

source: Use trilinear filtering when scaling textures.
nl: Gebruik tri-lineaire filtering om texturen te schalen.

source: Useful for mod developers.
nl: Nuttig voor mod-ontwikkelaars.

source: Vertical screen synchronization.
nl: Vertikale scherm-synchronisatie.

source: View bobbing
nl: Loopbeweging

source: View range decrease key
nl: Toets voor verkleinen zichtafstand

source: View range increase key
nl: Toets voor vergroten zichtafstand

source: Volume
nl: Geluidsniveau

source: Walking speed
nl: Loopsnelheid

source: Water level
nl: Waterniveau

source: Water surface level of the world.
nl: Waterniveau van de wereld.

source: Waving Nodes
nl: Bewegende nodes

source: Waving leaves
nl: Bewegende bladeren

source: Waving plants
nl: Bewegende planten

source: Waving water
nl: Golvend water

source: Waving water height
nl: Golfhoogte van water

source: Waving water length
nl: Golflengte van water

source: Waving water speed
nl: Golfsnelheid van water

source: When gui_scaling_filter is true, all GUI images need to be filtered in software, but some images are generated directly to hardware (e.g. render-to-texture for nodes in inventory).
nl: Als gui_scaling_filter aan staat worden alle GUI-plaatjes softwarematig gefilterd. Sommige plaatjes worden wel direct in hardware gegenereerd (bijv. render-to-texture voor nodes in de rugzak).

source: When using bilinear/trilinear/anisotropic filters, low-resolution textures can be blurred, so automatically upscale them with nearest-neighbor interpolation to preserve crisp pixels. This sets the minimum texture size for the upscaled textures; higher values look sharper, but require more memory. Powers of 2 are recommended. Setting this higher than 1 may not have a visible effect unless bilinear/trilinear/anisotropic filtering is enabled.
nl: Als bi-lineaire, tri-lineaire of anisotropische filters gebruikt worden, dan kunnen lage-resolutie texturen vaag worden. Verhoog hun resolutie dmv naaste-buur-interpolatie zodat de scherpte behouden blijft. Deze optie bepaalt de minimale textuurgroote na het verhogen van de resolutie. Hogere waarden geven een scherper beeld, maar kosten meer geheugen. Het is aanbevolen machten van 2 te gebruiken. Een waarde groter dan 1 heeft wellicht geen zichtbaar effect indien bi-lineaire, tri-lineaire of anisotropische niet aan staan.

source: Where the map generator stops. Please note: - Limited to 31000 (setting above has no effect) - The map generator works in groups of 80x80x80 nodes (5x5x5 MapBlocks). - Those groups have an offset of -32, -32 nodes from the origin. - Only groups which are within the map_generation_limit are generated
nl: Grenzen van de wereldgenerator. - Maximale waarde: 31000 (hogere waarden worden niet gehonoreerd). - De wereld wordt gegenereerd per gebied van 80x80x80 nodes (5x5x5 mapblokken). - Het centrum-gebied begint op coördinaten (-32, -32, -32). - Enkel groepen die vallen binnen map_generation_limit worden gegenereerd

source: Whether freetype fonts are used, requires freetype support to be compiled in.
nl: Gebruik freetype fonts. Dit vereist dat freetype ingecompileerd is.

source: Whether node texture animations should be desynchronized per mapblock.
nl: Node-animaties in wereldblokken niet synchroniseren.

source: Whether players are shown to clients without any range limit. Deprecated, use the setting player_transfer_distance instead.
nl: Geef de locatie van spelers door aan cliënten ongeacht de afstand. Verouderd. Gebruik 'player_transfer_distance'.

source: Whether to allow players to damage and kill each other.
nl: Maak het mogelijk dat spelers elkaar kunnen verwonden en doden.

source: Whether to ask clients to reconnect after a (Lua) crash. Set this to true if your server is set up to restart automatically.
nl: Verzoek de cliënten om na een servercrash automatisch opnieuw te verbinden. Zet dit aan als de server na een crash automatisch herstart.

source: Whether to fog out the end of the visible area.
nl: Maak het einde van het zichtbereik mistig, zodat het einde niet opvalt.

source: Whether to show the client debug info (has the same effect as hitting F5).
nl: Laat debug informatie zien in de cliënt (heeft hetzelfde effect als de F5 toets).

source: Width of the selectionbox's lines around nodes.
nl: Breedte van de lijnen om een geselecteerde node.

source: World directory (everything in the world is stored here). Not needed if starting from the main menu.
nl: Wereld-map (alle informatie over de wereld staat in deze map). Deze instelling is niet nodig als de server vanuit het hoofdmenu wordt gestart.

source: cURL file download timeout
nl: timeout voor cURL download

source: cURL parallel limit
nl: Maximaal parallellisme in cURL
