Repository: freeminer/freeminer
Catalog: po/*/minetest.po
Languages: nl

source: Fallback font size
nl: Terugval-fontgrootte

source: Fast key
nl: Snel toets

source: Fast mode acceleration
nl: Versnelling in snelle modus

source: Fast mode speed
nl: Snelheid in snelle modus

source: Fast movement
nl: Snelle modus

source: Fast movement (via use key). This requires the "fast" privilege on the server.
nl: Snelle beweging toestaan (met de "gebruiken" toets). Het "fast" voorrecht is vereist op de server.

source: Field of view
nl: Zichthoek

source: Field of view in degrees.
nl: Zichthoek in graden.

source: File in client/serverlist/ that contains your favorite servers displayed in the Multiplayer Tab.
nl: Bestand in de map 'client/serverlist/' met favoriete servers die getoond worden in de multiplayer tab.

source: Filtering
nl: Filters

source: Fixed map seed
nl: Vast kiemgetal

source: Fly key
nl: Vliegen toets

source: Flying
nl: Vliegen

source: Fog
nl: Mist

source: Fog toggle key
nl: Mist aan/uitschakelen toets

source: Font path
nl: Font pad

source: Font shadow
nl: Fontschaduw

source: Font shadow alpha
nl: Fontschaduw alphawaarde

source: Font shadow alpha (opaqueness, between 0 and 255).
nl: Fontschaduw alphawaarde (ondoorzichtigheid, tussen 0 en 255).

source: Font shadow offset, if 0 then shadow will not be drawn.
nl: Fontschaduw afstand. Indien 0, dan wordt geen schaduw getekend.

source: Font size
nl: Fontgrootte

source: Forward key
nl: Vooruit toets

source: From how far blocks are generated for clients, stated in mapblocks (16 nodes).
nl: Tot welke afstand blokken gegenereerd worden voor cliënten. In mapblokken (16 nodes).

source: From how far blocks are sent to clients, stated in mapblocks (16 nodes).
nl: Tot welke afstand blokken naar cliënten gestuurd worden. In mapblokken (16 nodes).

source: Full screen
nl: Volledig scherm

source: Full screen BPP
nl: BPP bij volledig scherm

source: Fullscreen mode.
nl: Volledig scherm modus.

source: GUI scaling
nl: GUI schaalfactor

source: GUI scaling filter
nl: GUI schalingsfilter

source: GUI scaling filter txr2img
nl: GUI schalingsfilter: txr2img

source: Graphics
nl: Grafisch

source: Gravity
nl: Zwaartekracht

source: HUD toggle key
nl: HUD aan/uitschakelen toets

source: Handling for deprecated lua api calls: - legacy: (try to) mimic old behaviour (default for release). - log: mimic and log backtrace of deprecated call (default for debug). - error: abort on usage of deprecated call (suggested for mod developers).
nl: Behandeling van verouderde lua api aanroepen: - legacy: (probeer) het oude gedrag na te bootsen (standaard voor een 'release' versie). - log: boots het oude gedrag na, en log een backtrace van de aanroep (standaard voor een 'debug' versie). - error: stop de server bij gebruik van een verouderde aanroep (aanbevolen voor mod ontwikkelaars).

source: Height on which clouds are appearing.
nl: Hoogte waarop wolken voorbijdrijven.

source: High-precision FPU
nl: Hoge-nauwkeurigheid FPU

source: Homepage of server, to be displayed in the serverlist.
nl: Home-pagina van de server. Wordt getoond in de serverlijst.

source: How large area of blocks are subject to the active block stuff, stated in mapblocks (16 nodes). In active blocks objects are loaded and ABMs run.
nl: Tot op welke afstand van actieve spelers blokken 'actief' zijn. In blokken (van 16 nodes). In actieve blokken worden objecten geladen (bijv. dieren die rondlopen) en ABMs uitgevoerd (bijv. groeien van planten).

source: How many blocks are flying in the wire simultaneously for the whole server.
nl: Het aantal blokken dat totaal tegelijk onderweg kan zijn, voor de hele server.

source: How many blocks are flying in the wire simultaneously per client.
nl: Het aantal blokken dat per cliënt tegelijk onderweg kan zijn.

source: How much the server will wait before unloading unused mapblocks. Higher value is smoother, but will use more RAM.
nl: De tijd die de server wacht voordat een ongebruikt mapblok vergeten wordt. Een hogere waarde zorgt voor een vloeiender spelervaring, maar kost meer geheugen.

source: IPv6 support.
nl: IPv6 ondersteuning.

source: If FPS would go higher than this, limit it by sleeping to not waste CPU power for no benefit.
nl: Beperk de FPS tot maximaal deze waarde, zodat geen processor- kracht verspild wordt zonder dat het toegevoegde waarde heeft.

source: If disabled "use" key is used to fly fast if both fly and fast mode are enabled.
nl: Indien uitgeschakeld, dan wordt met de "gebruiken" toets snel gevlogen wanneer de "vliegen" en de "snel" modus aanstaan.

source: If enabled together with fly mode, player is able to fly through solid nodes. This requires the "noclip" privilege on the server.
nl: Indien deze optie aanstaat, in combinatie met "vliegen" modus, dan kan de speler door vaste objecten heenvliegen. Dit vereist het "noclip" voorrecht op de server.

source: If enabled, "use" key instead of "sneak" key is used for climbing down and descending.
nl: Indien aangeschakeld, dan wordt de "gebruiken" toets gebruikt voor omlaagklimmen en dalen i.p.v. de "kruipen" toets.

source: If enabled, actions are recorded for rollback. This option is only read when server starts.
nl: Indien aangeschakeld worden speleracties opgeslagen zodat ze teruggerold kunnen worden. Deze instelling wordt alleen bij het starten van de server gelezen.

source: If enabled, disable cheat prevention in multiplayer.
nl: Valsspeelbescherming uitschakelen in multiplayer modus.

source: If enabled, invalid world data won't cause the server to shut down. Only enable this if you know what you are doing.
nl: Zorg dat de server niet stopt in geval van ongeldige wereld-data. Alleen aan te schakelen indien bekend is wat de consequenties zijn.

source: If enabled, new players cannot join with an empty password.
nl: Spelers kunnen zich niet aanmelden zonder wachtwoord indien aangeschakeld.

source: If enabled, you can place blocks at the position (feet + eye level) where you stand. This is helpful when working with nodeboxes in small areas.
nl: Indien aangeschakeld, kan een speler blokken plaatsen op de eigen positie (het niveau van de voeten en van de ogen). Dit vergemakkelijkt het werken in nauwe ruimtes.

source: If this is set, players will always (re)spawn at the given position.
nl: Indien aangeschakeld, dan worden spelers altijd op deze locatie geboren.

source: Ignore world errors
nl: Wereldfouten negeren

source: In-Game
nl: Spel

source: In-game chat console background alpha (opaqueness, between 0 and 255).
nl: Chat console achtergrond alphawaarde (ondoorzichtigheid, tussen 0 en 255).

source: In-game chat console background color (R,G,B).
nl: Chat console achtergrondkleur (R,G,B).

source: Interval of saving important changes in the world, stated in seconds.
nl: Interval voor het opslaan van belangrijke veranderingen in de wereld. In seconden.

source: Interval of sending time of day to clients.
nl: Interval voor het sturen van de kloktijd naar cliënten.

source: Inventory key
nl: Rugzak toets

source: Invert mouse
nl: Muibeweging omkeren

source: Invert vertical mouse movement.
nl: Vertikale muisbeweging omkeren.

source: Item entity TTL
nl: Bestaansduur van objecten

source: Jump key
nl: Springen toets

source: Jumping speed
nl: Sprinsnelheid

source: Key for dropping the currently selected item. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
nl: Toets voor het weggooien van het geselecteerde object. Zie http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for jumping. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
nl: Toets voor springen. Zie http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for moving fast in fast mode. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
nl: Toets om snel te bewegen. Zie http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for moving the player backward. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
nl: Toets om de speler achteruit te bewegen. Zie http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for moving the player forward. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
nl: Toets om de speler vooruit te bewegen. Zie http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for moving the player left. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
nl: Toets om de speler naar links te bewegen. Zie http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for moving the player right. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
nl: Toets om de speler naar rechts te bewegen. Zie http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for opening the chat console. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
nl: Toets om de chat-console te openen. Zie http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for opening the chat window to type commands. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
nl: Toets om het chat-window te openen om commando's te typen. Zie http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for opening the chat window. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
nl: Toets om het chat-window te openen. Zie http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for opening the inventory. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
nl: Toets om het rugzak-window te openen. Zie http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for printing debug stacks. Used for development. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
nl: Toets om debug-stapels te printen. Gebruikt voor ontwikkeling. Zie http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for sneaking. Also used for climbing down and descending in water if aux1_descends is disabled. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
nl: Toets om te kruipen. Wordt ook gebruikt om naar beneden te klimmen en te dalen indien aux1_descends uitstaat. Zie http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for switching between first- and third-person camera. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
nl: Toets om tussen 1e-persoon camera en 3e-persoon camera te schakelen. Zie http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for taking screenshots. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
nl: Toets om screenshot te maken. Zie http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling cinematic mode. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
nl: Toets om cinematic modus aan/uit te schakelen. Zie http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling display of minimap. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
nl: Toets om de mini-kaart aan/uit te schakelen. Zie http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling fast mode. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
nl: Toets om snelle modus aan/uit te schakelen. Zie http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling flying. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
nl: Toets om vliegen aan/uit te schakelen. Zie http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling noclip mode. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
nl: Toets om 'noclip' modus aan/uit te schakelen. Zie http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling the camrea update. Only used for development See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
nl: Toets om camera-verversing aan/uit te schakelen. Enkel gebruikt voor ontwikkeling. Zie http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling the display of debug info. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
nl: Toets om debug informatie aan/uit te schakelen. Zie http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling the display of the HUD. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
nl: Toets om de HUD aan/uit te schakelen. Zie http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling the display of the chat. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
nl: Toets om het tonen van chatberichten aan/uit te schakelen. Zie http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling the display of the fog. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
nl: Toets om mist aan/uit te schakelen. Zie http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling the display of the profiler. Used for development. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
nl: Toets om het tonen van de code-profiler aan/uit te schakelen. Gebruikt voor ontwikkeling. Zie http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling unlimited view range. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
nl: Toets om oneindige zichtastand aan/uit te schakelen. Zie http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key use for climbing/descending
nl: Gebruik de 'gebruiken'-toets voor klimmen en dalen

source: Language
nl: Taal

source: Leaves style
nl: Type van bladeren

source: Leaves style: - Fancy: all faces visible - Simple: only outer faces, if defined special_tiles are used - Opaque: disable transparency
nl: Type bladeren: - Fancy: alle zijden zichtbaar - Simple: enkel buitenzijden zichtbaar; special_tiles worden gebruikt indien gedefiniëerd - Opaque: geen doorzichtige bladeren

source: Left key
nl: Toets voor links

source: Length of a server tick and the interval at which objects are generally updated over network.
nl: Lengte van server stap, en interval waarin objecten via het netwerk ververst worden.

source: Level of logging to be written to debug.txt: - <nothing> (no logging) - none (messages with no level) - error - warning - action - info - verbose
nl: Hoeveelheid logging die geschreven wordt naar debug.txt: - <leeg> (geen logging) - none (enkel berichten zonder gedefiniëerd niveau) - error (alles van minstens fout-niveau)- warning (alles van minstens waarschuwings-niveau)- action (alles van minstens actie-niveau)- info (alles van minstens informatie-niveau)- verbose (alles)

source: Limit of emerge queues on disk
nl: Emerge-wachtrij voor lezen

source: Limit of emerge queues to generate
nl: Emerge-wachtrij voor genereren

source: Limits number of parallel HTTP requests. Affects: - Media fetch if server uses remote_media setting. - Serverlist download and server announcement. - Downloads performed by main menu (e.g. mod manager). Only has an effect if compiled with cURL.
nl: Beperking van aantal parallele HTTP verzoeken. Van toepassing op: - Laden van media indien een externe media-server gebruikt wordt. - Laden van de serverlijst en server-aankondigingen. - Downloads vanuit het hoofdmens (bijv. mods). (Alleen van toepassing indien cURL meegecompileerd is).

source: Liquid fluidity
nl: Vloeibaarheid van vloeistoffen

source: Liquid loop max
nl: Vloeistof-verspreiding per stap

source: Liquid queue purge time
nl: Inkortingstijd vloeistof-wachtrij

source: Liquid sink
nl: Zinksnelheid in vloeistof

source: Liquid update interval in seconds.
nl: Vloeistof verspreidingssnelheid in seconden.

source: Liquid update tick
nl: Vloeistof verspreidingssnelheid

source: Main menu game manager
nl: Hoofdmenu spelbeheer

source: Main menu mod manager
nl: Hoofdmenu modbeheer

source: Main menu script
nl: Hoofdmenu script

source: Make fog and sky colors depend on daytime (dawn/sunset) and view direction.
nl: Mist en hemelkleur afhankelijk van tijd van de dag (zonsopkomst/ondergang) en kijkrichting.

source: Makes DirectX work with LuaJIT. Disable if it causes troubles.
nl: Maakt dat DirectX werkt met LuaJIT. Schakel dit uit als het problemen geeft.

source: Map directory
nl: Wereld map

source: Map generation attributes specific to Mapgen v6. When snowbiomes are enabled jungles are enabled and the jungles flag is ignored. Flags that are not specified in the flag string are not modified from the default. Flags starting with "no" are used to explicitly disable them.
nl: Wereldgenerator instellingen specified voor generator v6. Indien sneeuwgebieden aanstaan, dan worden oerwouden ook aangezet, en wordt de "jungles" vlag genegeerd. Vlaggen die niet in de lijst van vlaggen staan, behouden hun standaard-waarde. Zet "no" voor een vlag om hem expliciet uit te zetten.

source: Map generation attributes specific to Mapgen v7. 'ridges' are the rivers. Flags that are not specified in the flag string are not modified from the default. Flags starting with "no" are used to explicitly disable them.
nl: Wereldgenerator instellingen specified voor generator v7. "ridges" zijn rivieren. Vlaggen die niet in de lijst van vlaggen staan, behouden hun standaard-waarde. Zet "no" voor een vlag om hem expliciet uit te zetten.

source: Map generation limit
nl: Wereld-grens

source: Map save interval
nl: Interval voor opslaan wereld

source: Mapblock limit
nl: Max aantal wereldblokken

source: Mapblock unload timeout
nl: Wereldblok vergeet-tijd

source: Mapgen biome heat noise parameters
nl: Wereldgenerator landschapstemperatuur ruisparameters

source: Mapgen biome humidity blend noise parameters
nl: Wereldgenerator landschapsvochtigheidsovergangen ruisparameters

source: Mapgen biome humidity noise parameters
nl: Wereldgenerator landschapsvochtigheid ruisparameters

source: Mapgen debug
nl: Wereldgenerator debug

source: Mapgen flags
nl: Wereldgenerator vlaggen

source: Mapgen fractal
nl: Fractal wereldgenerator

source: Mapgen fractal cave1 noise parameters
nl: Fractal wereldgenerator grotten (1) ruisparameters

source: Mapgen fractal cave2 noise parameters
nl: Fractal wereldgenerator grotten (2) ruisparameters

source: Mapgen fractal julia w
nl: Fractal wereldgenerator julia w

source: Mapgen fractal julia x
nl: Fractal wereldgenerator julia x

source: Mapgen fractal julia y
nl: Fractal wereldgenerator julia y

source: Mapgen fractal julia z
nl: Fractal wereldgenerator julia z

source: Mapgen fractal seabed noise parameters
nl: Fractal wereldgenerator zeebodem parameters

source: Mapgen heat blend noise parameters
nl: Wereldgenerator landschapstemperatuurovergangen ruisparameters

source: Mapgen name
nl: Wereldgenerator

source: Mapgen v5
nl: Wereldgenerator v5

source: Mapgen v5 cave1 noise parameters
nl: Wereldgenerator v5 grot 1 ruisparameters

source: Mapgen v5 cave2 noise parameters
nl: Wereldgenerator v5 grot 2 ruisparameters

source: Mapgen v5 factor noise parameters
nl: Wereldgenerator v5 ruisparameters factor

source: Mapgen v5 height noise parameters
nl: Wereldgenerator v5 hoogte ruisparameters

source: Mapgen v6
nl: Wereldgenerator v6

source: Mapgen v6 apple trees noise parameters
nl: Wereldgenerator v6 appelbomen ruisparameters

source: Mapgen v6 beach frequency
nl: Wereldgenerator v6 strand frequentie

source: Mapgen v6 beach noise parameters
nl: Wereldgenerator v6 strand ruisparameters

source: Mapgen v6 biome noise parameters
nl: Wereldgenerator v6 landschap ruisparameters

source: Mapgen v6 cave noise parameters
nl: Wereldgenerator v6 grotten ruisparameters

source: Mapgen v6 desert frequency
nl: Wereldgenerator v6 woestijn ruisparameters

source: Mapgen v6 flags
nl: Wereldgenerator v6 vlaggen

source: Mapgen v6 height select noise parameters
nl: Wereldgenerator v6 hoogte-selectie ruisparameters

source: Mapgen v6 humidity noise parameters
nl: Wereldgenerator v6 vochtigheid ruisparameters

source: Mapgen v6 mud noise parameters
nl: Wereldgenerator v6 modder ruisparameters

source: Mapgen v6 steepness noise parameters
nl: Wereldgenerator v6 steilheid ruisparameters

source: Mapgen v6 terrain altitude noise parameters
nl: Wereldgenerator v6 terrein-hoogte ruisparameters

source: Mapgen v6 terrain base noise parameters
nl: Wereldgenerator v6 basisterrein ruisparameters

source: Mapgen v6 trees noise parameters
nl: Wereldgenerator v6 bomen ruisparameters

source: Mapgen v7
nl: Wereldgenerator v7

source: Mapgen v7 cave1 noise parameters
nl: Wereldgenerator v7 grotten (1) ruisparameters

source: Mapgen v7 cave2 noise parameters
nl: Wereldgenerator v7 grotten (2) ruisparameters

source: Mapgen v7 flags
nl: Wereldgenerator v7 vlaggen

source: Mapgen v7 height select noise parameters
nl: Wereldgenerator v7 hoogte-selectie ruisparameters

source: Mapgen v7 mount height noise parameters
nl: Wereldgenerator v7 heuvel-hoogte ruisparameters

source: Mapgen v7 mountain noise parameters
nl: Wereldgenerator v7 bergen ruisparameters

source: Mapgen v7 ridge noise parameters
nl: Wereldgenerator v7 richel ruisparameters

source: Mapgen v7 ridge water noise parameters
nl: Wereldgenerator richel-water ruisparameters

source: Mapgen v7 terrain altitude noise parameters
nl: Wereldgenerator v7 terrein-hoogte ruisparameters

source: Mapgen v7 terrain base noise parameters
nl: Wereldgenerator v7 terrein basis ruisparameters

source: Max block generate distance
nl: Maximale afstand van te genereren blokken

source: Max block send distance
nl: Maximale afstand voor te versturen blokken

source: Max liquids processed per step.
nl: Maximaal aantal vloeistof-nodes te verwerken (dwz verspreiden) per server-stap.

source: Max. clearobjects extra blocks
nl: Maximaal extra aantal blokken voor clearobjects

source: Max. packets per iteration
nl: Maximaal aantal pakketten per iteratie

source: Maximum FPS when game is paused.
nl: Maximum FPS als het spel gepauzeerd is.

source: Maximum forceloaded blocks
nl: Maximaal aantal geforceerd geladen blokken

source: Maximum number of blocks that can be queued for loading.
nl: Maximaal aantal blokken in de wachtrij voor laden/genereren.
